import pc from "picocolors";

export const OWO_ASCII = `
   ${pc.yellow("██████╗")}  ${pc.white("██╗    ██╗")}  ${pc.yellow("██████╗")}      
  ${pc.yellow("██╔═══██╗")} ${pc.white("██║    ██║")} ${pc.yellow("██╔═══██╗")}     
  ${pc.yellow("██║   ██║")} ${pc.white("██║ █╗ ██║")} ${pc.yellow("██║   ██║")}     
  ${pc.yellow("██║   ██║")} ${pc.white("██║███╗██║")} ${pc.yellow("██║   ██║")}     
  ${pc.yellow("╚██████╔╝")} ${pc.white("╚███╔███╔╝")} ${pc.yellow("╚██████╔╝")}     
   ${pc.yellow("╚═════╝")}   ${pc.white("╚══╝╚══╝")}   ${pc.yellow("╚═════╝")}
`;

export function printBrand() {
  console.log(OWO_ASCII);
}
